[
    {
        "img": "gta_v.jpg",
        "nome": "GTA V",
        "ano": 2013,
        "descricao": "Grand Theft Auto V é um jogo de ação e aventura que se passa na fictícia cidade de Los Santos. A trama segue a vida de três criminosos, Michael, Franklin e Trevor, enquanto planejam e executam assaltos ousados. Explore um mundo aberto repleto de possibilidades e ação intensa."
    },
    {
        "img": "metal_slug.jpg",
        "nome": "Metal Slug",
        "ano": 1996,
        "descricao": "Metal Slug é um clássico jogo de tiro e ação conhecido por sua jogabilidade intensa e personagens carismáticos. Enfrente hordas de inimigos em ambientes variados, utilizando uma variedade de armas e veículos. Prepare-se para ação explosiva e desafios emocionantes."
    },
    {
        "img": "dark_souls_3.jpg",
        "nome": "Dark Souls 3",
        "ano": 2016,
        "descricao": "Dark Souls 3 é um jogo de RPG de ação que desafia os jogadores em um mundo sombrio e repleto de criaturas aterrorizantes. Explore cenários magníficos, enfrente chefes desafiadores e descubra uma história envolvente. Prepare-se para enfrentar a morte inúmeras vezes em busca de glória."
    },
    {
        "img": "strongold.jpg",
        "nome": "StrongGhold",
        "ano": 2001,
        "descricao": "StrongGold é um clássico jogo de estratégia em tempo real que desafia os jogadores a construir e gerenciar um castelo medieval. Defenda suas terras, recrute soldados e lidere campanhas épicas contra inimigos poderosos. Entre na era medieval e prove ser um senhor da guerra habilidoso."
    },
    {
        "img": "elder_ring.jpg",
        "nome": "Elder Ring",
        "ano": 2022,
        "descricao": "Elder Ring é um RPG de ação de mundo aberto desenvolvido pela FromSoftware. Mergulhe em um universo fantástico, enfrente criaturas épicas e descubra uma narrativa rica e envolvente. Explore paisagens deslumbrantes e torne-se parte de uma jornada épica repleta de desafios e mistérios."
    },
    {
        "img": "diablo_3.jpg",
        "nome": "Diablo 3",
        "ano": 2012,
        "descricao": "Diablo 3 é um RPG de ação que coloca os jogadores contra as forças do mal em um mundo sombrio e demoníaco. Escolha entre diversas classes de personagens, lute contra hordas de inimigos, e embarque em uma busca para derrotar o Senhor do Terror."
    }
]
